public class test {
    public static void main(String[] args) {
        String s = "0000"+52;
        String s1 = "Задорожний Володимир";
        String s2 = "12.05.2017", s3 ="ноутбук", s4="Acer", s5="Aspire 5553", s6 ="1256-8753-54564";
        String s7 ="Почистити та замінити термопасту. Переставити Віндовс на 10. Встановити Photoshop";
        String s8 = "Потертості, царапини, наклейки";
        System.out.printf("\t\t\t\t\t\t\tКвитанція № %s\n\n\n" +
                "\tКлієнт: %s \n" +
                "\tДата прийому: %s\n" +
                "\t%s %s %s\n" +
                "\tСерійний номер: %s\n"  +
                "\tЩо потрібно зробити:\n" +
                "\t%s\n" +
                "\tСтан техніки:\n" +
                "\t%s\n\n\n\n\n" +
                "\tПідпис____________\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tМП____________\n\n\n\n\n" +
                "\t\t\t\t\t\t\tСервісний центр 'FixIt'\n" +
                "\t\t\t\t\t\t\tм. Тернопіль, вул. Такато 23, буд. 5\n" +
                "\t\t\t\t\t\t\tтел: (096)9982988", s,s1,s2,s3,s4,s5,s6,s7,s8);
    }
}
